export const cities = [
  {
    id: 1,
    label: "تهران",
  },
  {
    id: 2,
    label: "مشهد",
  },
  {
    id: 3,
    label: "کرج",
  },
  {
    id: 4,
    label: "شیراز",
  },
  {
    id: 5,
    label: "اصفهان",
  },
  {
    id: 6,
    label: "اهواز",
  },
  {
    id: 7,
    label: "تبریز",
  },
  {
    id: 8,
    label: "کرمانشاه",
  },
  {
    id: 9,
    label: "قم",
  },
  {
    id: 10,
    label: "رشت",
  },
  {
    id: 11,
    label: "آبادان",
  },
  {
    id: 12,
    label: "آباده",
  },
  {
    id: 13,
    label: "آبدانان",
  },
  {
    id: 14,
    label: "آبسرد",
  },
  {
    id: 15,
    label: "آبعلی",
  },
  {
    id: 16,
    label: "آبیک",
  },
  {
    id: 17,
    label: "آذرشهر",
  },
  {
    id: 18,
    label: " آران و بیدگل",
  },
  {
    id: 19,
    label: "آزادشهر",
  },
  {
    id: 20,
    label: "آسارا",
  },
  {
    id: 21,
    label: "آستارا",
  },
  {
    id: 22,
    label: "آستانه اشرفیه",
  },
  {
    id: 23,
    label: "آشخانه",
  },
  {
    id: 24,
    label: "آق قلا",
  },
  {
    id: 25,
    label: "آلاشت",
  },
  {
    id: 26,
    label: "آمل",
  },
  {
    id: 27,
    label: "ابریشم",
  },
  {
    id: 28,
    label: "ابهر",
  },
  {
    id: 29,
    label: "احمدسرگوراب",
  },
  {
    id: 30,
    label: "اراک",
  },
  {
    id: 31,
    label: "ارجمند",
  },
  {
    id: 32,
    label: "اردبیل",
  },
  {
    id: 33,
    label: "اردکان",
  },
  {
    id: 34,
    label: "ارومیه",
  },
  {
    id: 35,
    label: "ازنا",
  },
  {
    id: 36,
    label: "اسالم",
  },
  {
    id: 37,
    label: "اسدآباد",
  },
  {
    id: 38,
    label: "اسفراین",
  },
  {
    id: 39,
    label: "اسلام شهر",
  },
  {
    id: 40,
    label: "اسلام غرب آباد",
  },
  {
    id: 41,
    label: "اشتهارد",
  },
  {
    id: 42,
    label: "اشنویه",
  },
  {
    id: 43,
    label: "اقبالیه",
  },
  {
    id: 44,
    label: "اقلید",
  },
  {
    id: 45,
    label: "الشتر",
  },
  {
    id: 46,
    label: "الوند",
  },
  {
    id: 47,
    label: "الیگودرز",
  },
  {
    id: 48,
    label: "املش",
  },
  {
    id: 49,
    label: "امیدیه",
  },
  {
    id: 50,
    label: "امیرکلا",
  },
  {
    id: 51,
    label: "اندیشه",
  },
  {
    id: 52,
    label: "اندیمشک",
  },
  {
    id: 53,
    label: "اهر",
  },
  {
    id: 54,
    label: "ایذه",
  },
  {
    id: 55,
    label: "ایرانشهر",
  },
  {
    id: 56,
    label: "ایزدشهر",
  },
  {
    id: 57,
    label: "ایلام",
  },
  {
    id: 58,
    label: "ایوان",
  },
  {
    id: 59,
    label: "بابل",
  },
  {
    id: 60,
    label: "بابلسر",
  },
  {
    id: 61,
    label: "بافت",
  },
  {
    id: 62,
    label: "بافق",
  },
  {
    id: 63,
    label: "باقرشهر",
  },
  {
    id: 64,
    label: "بانه",
  },
  {
    id: 65,
    label: "بجنورد",
  },
  {
    id: 66,
    label: "برازجان",
  },
  {
    id: 67,
    label: "بردسکن",
  },
  {
    id: 68,
    label: "بردسیر",
  },
  {
    id: 69,
    label: "بره سر",
  },
  {
    id: 70,
    label: "بروجرد",
  },
  {
    id: 71,
    label: "بروجن",
  },
  {
    id: 72,
    label: "بلده",
  },
  {
    id: 73,
    label: "بلوک",
  },
  {
    id: 74,
    label: "بم",
  },
  {
    id: 75,
    label: "بناب",
  },
  {
    id: 76,
    label: "بندر امام خمینی",
  },
  {
    id: 77,
    label: "بندر انزلی",
  },
  {
    id: 78,
    label: "بندر ترکمن",
  },
  {
    id: 79,
    label: "بندر دیر",
  },
  {
    id: 80,
    label: "بندر ماهشهر",
  },
  {
    id: 81,
    label: "بندر کنگان",
  },
  {
    id: 82,
    label: "بندر گناوه",
  },
  {
    id: 83,
    label: "بندرعباس",
  },
  {
    id: 84,
    label: "بهار",
  },
  {
    id: 85,
    label: "بهبهان",
  },
  {
    id: 86,
    label: "بهشهر",
  },
  {
    id: 87,
    label: "بهنمیر",
  },
  {
    id: 88,
    label: "بوشهر",
  },
  {
    id: 89,
    label: "بومهن",
  },
  {
    id: 90,
    label: "بوکان",
  },
  {
    id: 91,
    label: "بیجار",
  },
  {
    id: 92,
    label: "بیرجند",
  },
  {
    id: 93,
    label: "بیستون",
  },
  {
    id: 94,
    label: "تالش",
  },
  {
    id: 95,
    label: "تاکستان",
  },
  {
    id: 96,
    label: "تایباد",
  },
  {
    id: 97,
    label: "تخت",
  },
  {
    id: 98,
    label: "تربت جام",
  },
  {
    id: 99,
    label: "تربیت حیدریه",
  },
  {
    id: 100,
    label: "تفت",
  },
  {
    id: 101,
    label: "تنکابن",
  },
  {
    id: 102,
    label: "تنکمان",
  },
  {
    id: 103,
    label: "توتکابن",
  },
  {
    id: 104,
    label: "تویسرکان",
  },
  {
    id: 105,
    label: "جم",
  },
  {
    id: 106,
    label: "جهرم",
  },
  {
    id: 107,
    label: "جوادآباد",
  },
  {
    id: 108,
    label: "جوانرود",
  },
  {
    id: 109,
    label: "جویبار",
  },
  {
    id: 110,
    label: "جیرفت",
  },
  {
    id: 111,
    label: "جیرنده",
  },
  {
    id: 112,
    label: "حمیدیا",
  },
  {
    id: 113,
    label: "حمیدیه",
  },
  {
    id: 114,
    label: "حویق",
  },
  {
    id: 115,
    label: "خاش",
  },
  {
    id: 116,
    label: "خرمدره",
  },
  {
    id: 117,
    label: "خرمشهر",
  },
  {
    id: 118,
    label: "خرم آباد",
  },
  {
    id: 119,
    label: "خشکبیجار",
  },
  {
    id: 120,
    label: "خلخال",
  },
  {
    id: 121,
    label: "خلیل شهر",
  },
  {
    id: 122,
    label: "خمام",
  },
  {
    id: 123,
    label: "خمین",
  },
  {
    id: 124,
    label: "شهر خمینی",
  },
  {
    id: 125,
    label: "خواف",
  },
  {
    id: 126,
    label: "خوانسار",
  },
  {
    id: 127,
    label: "خور",
  },
  {
    id: 128,
    label: "خوش رودپی",
  },
  {
    id: 129,
    label: "خوی",
  },
  {
    id: 130,
    label: "داراب",
  },
  {
    id: 131,
    label: "داران",
  },
  {
    id: 132,
    label: "دامغان",
  },
  {
    id: 133,
    label: "درگهان",
  },
  {
    id: 134,
    label: "دزفول",
  },
  {
    id: 135,
    label: "دلیجان",
  },
  {
    id: 136,
    label: "دماوند",
  },
  {
    id: 137,
    label: "دهدشت",
  },
  {
    id: 138,
    label: "دهلران",
  },
  {
    id: 139,
    label: "دهگلان",
  },
  {
    id: 140,
    label: "دورود",
  },
  {
    id: 141,
    label: "دوگنبدان",
  },
  {
    id: 142,
    label: "دیلمان",
  },
  {
    id: 143,
    label: "رامسر",
  },
  {
    id: 144,
    label: "رامشیر",
  },
  {
    id: 145,
    label: "رامهرمز",
  },
  {
    id: 146,
    label: "رانکوه",
  },
  {
    id: 147,
    label: "رباط کریم",
  },
  {
    id: 148,
    label: "رحیم آباد",
  },
  {
    id: 149,
    label: "رستمکلا",
  },
  {
    id: 150,
    label: "رستم آباد",
  },
  {
    id: 151,
    label: "رضوانشهر",
  },
  {
    id: 152,
    label: "رفسنجان",
  },
  {
    id: 153,
    label: "رودبار",
  },
  {
    id: 154,
    label: "رودبنه",
  },
  {
    id: 155,
    label: "رودسر",
  },
  {
    id: 156,
    label: "رودهن",
  },
  {
    id: 157,
    label: "رویان",
  },
  {
    id: 158,
    label: "ری",
  },
  {
    id: 159,
    label: "رینه",
  },
  {
    id: 160,
    label: "زابل",
  },
  {
    id: 161,
    label: "زاهدان",
  },
  {
    id: 162,
    label: "زرقان",
  },
  {
    id: 163,
    label: "زرند",
  },
  {
    id: 164,
    label: "زنجان",
  },
  {
    id: 165,
    label: "زهک",
  },
  {
    id: 166,
    label: "زیباکنار",
  },
  {
    id: 167,
    label: "زیرآب",
  },
  {
    id: 168,
    label: "ساری",
  },
  {
    id: 169,
    label: "سامان",
  },
  {
    id: 170,
    label: "ساوه",
  },
  {
    id: 171,
    label: "سبزوار",
  },
  {
    id: 172,
    label: "سراب",
  },
  {
    id: 173,
    label: "سراوان",
  },
  {
    id: 174,
    label: "سیستان و بلوچستان",
  },
  {
    id: 175,
    label: "سرخرود",
  },
  {
    id: 176,
    label: "سردشت",
  },
  {
    id: 177,
    label: "سرعین",
  },
  {
    id: 178,
    label: "سرپل ذهاب",
  },
  {
    id: 179,
    label: "سقز",
  },
  {
    id: 180,
    label: "سلماس",
  },
  {
    id: 181,
    label: "شهر سلمان",
  },
  {
    id: 182,
    label: "سمنان",
  },
  {
    id: 183,
    label: "سمیرم",
  },
  {
    id: 184,
    label: "سنقر",
  },
  {
    id: 185,
    label: "سنندج",
  },
  {
    id: 186,
    label: "سنگر",
  },
  {
    id: 187,
    label: "سهند",
  },
  {
    id: 188,
    label: "سورک",
  },
  {
    id: 189,
    label: "سوسنگرد",
  },
  {
    id: 190,
    label: "سیاهکل",
  },
  {
    id: 191,
    label: "سیرجان",
  },
  {
    id: 192,
    label: "سی سخت",
  },
  {
    id: 193,
    label: "شادگان",
  },
  {
    id: 194,
    label: "شازند",
  },
  {
    id: 195,
    label: "شال",
  },
  {
    id: 196,
    label: "شاندیز",
  },
  {
    id: 197,
    label: "شاهدشهر",
  },
  {
    id: 198,
    label: "شاهرود",
  },
  {
    id: 199,
    label: "شاهین دژ",
  },
  {
    id: 200,
    label: "شاهین شهر",
  },
  {
    id: 201,
    label: "شفت",
  },
  {
    id: 202,
    label: "شلمان",
  },
  {
    id: 203,
    label: "شمشک",
  },
  {
    id: 204,
    label: "شهرکرد",
  },
  {
    id: 205,
    label: "شهریار",
  },
  {
    id: 206,
    label: "شوش",
  },
  {
    id: 207,
    label: "شوشتر",
  },
  {
    id: 208,
    label: "شیروان",
  },
  {
    id: 209,
    label: "شیرگاه",
  },
  {
    id: 210,
    label: "صباشهر",
  },
  {
    id: 211,
    label: "صحنه",
  },
  {
    id: 212,
    label: "صدرا-فارس",
  },
  {
    id: 213,
    label: "صفادشت",
  },
  {
    id: 214,
    label: "صومعه سرا",
  },
  {
    id: 215,
    label: "طالقان",
  },
  {
    id: 216,
    label: "طبس",
  },
  {
    id: 217,
    label: "طرقبه",
  },
  {
    id: 218,
    label: "عباس آباد",
  },
  {
    id: 219,
    label: "علی کتول آباد",
  },
  {
    id: 220,
    label: "فرح آباد",
  },
  {
    id: 221,
    label: "فرخ شهر",
  },
  {
    id: 222,
    label: "فردوس",
  },
  {
    id: 223,
    label: "فردوسیه",
  },
  {
    id: 224,
    label: "فردیس",
  },
  {
    id: 225,
    label: "فریدون کنار",
  },
  {
    id: 226,
    label: "فریم",
  },
  {
    id: 227,
    label: "فسا",
  },
  {
    id: 228,
    label: "فشم",
  },
  {
    id: 229,
    label: "فلاورجان",
  },
  {
    id: 230,
    label: "فولادشهر",
  },
  {
    id: 231,
    label: "فومن",
  },
  {
    id: 232,
    label: "فیروزآباد",
  },
  {
    id: 233,
    label: "فیروزکوه",
  },
  {
    id: 234,
    label: "قائم شهر",
  },
  {
    id: 235,
    label: "قائم آباد",
  },
  {
    id: 236,
    label: "قاين",
  },
  {
    id: 237,
    label: "قدس",
  },
  {
    id: 238,
    label: "قروه",
  },
  {
    id: 239,
    label: "قرچک",
  },
  {
    id: 240,
    label: "قزوین",
  },
  {
    id: 241,
    label: "قشم",
  },
  {
    id: 242,
    label: "قمصر",
  },
  {
    id: 243,
    label: "قوچان",
  },
  {
    id: 244,
    label: "قیدار",
  },
  {
    id: 245,
    label: "لار",
  },
  {
    id: 246,
    label: "لامرد",
  },
  {
    id: 247,
    label: "لاهیجان",
  },
  {
    id: 248,
    label: "لردگان",
  },
  {
    id: 249,
    label: "لشت نشا",
  },
  {
    id: 250,
    label: "لنجان",
  },
  {
    id: 251,
    label: "لنگرود",
  },
  {
    id: 252,
    label: "لواسان",
  },
  {
    id: 253,
    label: "لوشان",
  },
  {
    id: 254,
    label: "لولمان",
  },
  {
    id: 255,
    label: "لوندویل",
  },
  {
    id: 256,
    label: "لیسار",
  },
  {
    id: 257,
    label: "ماسال",
  },
  {
    id: 258,
    label: "ماسوله",
  },
  {
    id: 259,
    label: "ماهان",
  },
  {
    id: 260,
    label: "ماهدشت",
  },
  {
    id: 261,
    label: "ماکلوان",
  },
  {
    id: 262,
    label: "ماکو",
  },
  {
    id: 263,
    label: "مبارکه",
  },
  {
    id: 264,
    label: "محلات",
  },
  {
    id: 265,
    label: "محمدشهر",
  },
  {
    id: 266,
    label: "محمدیه-قزوین",
  },
  {
    id: 267,
    label: "محمودآباد",
  },
  {
    id: 268,
    label: "مراغه",
  },
  {
    id: 269,
    label: "مرزن آباد",
  },
  {
    id: 270,
    label: "مرزیکلا",
  },
  {
    id: 271,
    label: "مرند",
  },
  {
    id: 272,
    label: "مرودشت",
  },
  {
    id: 273,
    label: "مریوان",
  },
  {
    id: 274,
    label: "مسجد سلیمان",
  },
  {
    id: 275,
    label: "مشکین شهر",
  },
  {
    id: 276,
    label: "ملایر",
  },
  {
    id: 277,
    label: "ملک آباد",
  },
  {
    id: 278,
    label: "منجیل",
  },
  {
    id: 279,
    label: "مهاباد",
  },
  {
    id: 280,
    label: "مهاجران",
  },
  {
    id: 281,
    label: "مهر",
  },
  {
    id: 282,
    label: "مهران",
  },
  {
    id: 283,
    label: "مهریز",
  },
  {
    id: 284,
    label: "میاندوآب",
  },
  {
    id: 285,
    label: "میانه",
  },
  {
    id: 286,
    label: "میبد",
  },
  {
    id: 287,
    label: "میناب",
  },
  {
    id: 288,
    label: "مینودشت",
  },
  {
    id: 289,
    label: "نجف آباد",
  },
  {
    id: 290,
    label: "نسیم شهر",
  },
  {
    id: 291,
    label: "نشتارود",
  },
  {
    id: 292,
    label: "نظرآباد",
  },
  {
    id: 293,
    label: "نقده",
  },
  {
    id: 294,
    label: "نمین",
  },
  {
    id: 295,
    label: "نهاوند",
  },
  {
    id: 296,
    label: "نور",
  },
  {
    id: 297,
    label: "نورآباد",
  },
  {
    id: 298,
    label: "نورآباد ممسنی",
  },
  {
    id: 299,
    label: "نوشهر",
  },
  {
    id: 300,
    label: "نکا",
  },
  {
    id: 301,
    label: "نیشابور",
  },
  {
    id: 302,
    label: "فی ریز",
  },
  {
    id: 303,
    label: "هرسین",
  },
  {
    id: 304,
    label: "هرمز",
  },
  {
    id: 305,
    label: "هشتگرد",
  },
  {
    id: 306,
    label: "همدان",
  },
  {
    id: 307,
    label: "هندیجان",
  },
  {
    id: 308,
    label: "وحیدیه",
  },
  {
    id: 309,
    label: "ورامین",
  },
  {
    id: 310,
    label: "پارس آباد",
  },
  {
    id: 311,
    label: "پاکدشت",
  },
  {
    id: 312,
    label: "پردیس",
  },
  {
    id: 313,
    label: "پرند",
  },
  {
    id: 314,
    label: "پره سر",
  },
  {
    id: 315,
    label: "پل سفید",
  },
  {
    id: 316,
    label: "پلدختر",
  },
  {
    id: 317,
    label: "پیرانشهر",
  },
  {
    id: 318,
    label: "پیشوا",
  },
  {
    id: 319,
    label: "چابهار",
  },
  {
    id: 320,
    label: "چابکسر",
  },
  {
    id: 321,
    label: "چاف و چمخاله",
  },
  {
    id: 322,
    label: "چالوس",
  },
  {
    id: 323,
    label: "چمران",
  },
  {
    id: 324,
    label: "چمستان",
  },
  {
    id: 325,
    label: "چناران",
  },
  {
    id: 326,
    label: "چهارباغ",
  },
  {
    id: 327,
    label: "چهاردانگه",
  },
  {
    id: 328,
    label: "چوبر",
  },
  {
    id: 329,
    label: "کازرون",
  },
  {
    id: 330,
    label: "کاشان",
  },
  {
    id: 331,
    label: "کامیاران",
  },
  {
    id: 332,
    label: "کبودراهنگ",
  },
  {
    id: 333,
    label: "کتالم و سادات شهر",
  },
  {
    id: 334,
    label: "کردکوی",
  },
  {
    id: 335,
    label: "کرمان",
  },
  {
    id: 336,
    label: "کلارآباد",
  },
  {
    id: 337,
    label: "کلاردشت",
  },
  {
    id: 338,
    label: "کلاله",
  },
  {
    id: 339,
    label: "کلاچای",
  },
  {
    id: 340,
    label: "کنارک",
  },
  {
    id: 341,
    label: "کنگاور",
  },
  {
    id: 342,
    label: "کهریزک",
  },
  {
    id: 343,
    label: "کهنوج",
  },
  {
    id: 344,
    label: "کومله",
  },
  {
    id: 345,
    label: "کوهدشت",
  },
  {
    id: 346,
    label: "کوهسار",
  },
  {
    id: 347,
    label: "کوهی خیل",
  },
  {
    id: 348,
    label: "کوچصفهان",
  },
  {
    id: 349,
    label: "کیاسر",
  },
  {
    id: 350,
    label: "کیاشهر",
  },
  {
    id: 351,
    label: "کیاکلا",
  },
  {
    id: 352,
    label: "کیش",
  },
  {
    id: 353,
    label: "کیلان",
  },
  {
    id: 354,
    label: "گالیکش",
  },
  {
    id: 355,
    label: "گتاب",
  },
  {
    id: 356,
    label: "گرمدره",
  },
  {
    id: 357,
    label: "گرمسار",
  },
  {
    id: 358,
    label: "گرمی",
  },
  {
    id: 359,
    label: "گرگان",
  },
  {
    id: 360,
    label: "گلبهار",
  },
  {
    id: 361,
    label: "گلستان",
  },
  {
    id: 362,
    label: "گلوگاه",
  },
  {
    id: 363,
    label: "گلپایگان",
  },
  {
    id: 364,
    label: "گمیشان",
  },
  {
    id: 365,
    label: "گناباد",
  },
  {
    id: 366,
    label: "گنبد کاووس",
  },
  {
    id: 367,
    label: "گهواره",
  },
  {
    id: 368,
    label: "گوراب زرمیخ",
  },
  {
    id: 369,
    label: "یاسوج",
  },
  {
    id: 370,
    label: "یزد",
  },
];
